{
    "ADMIN_TABLE_TITLE": "Administrador de reservas",
    "ADMIN_TABLE_DESCRIPTION": "Revisar, aprobar, rechazar o eliminar reservas de una manera rapida y eficiente.",
    "RESERVATIONS_REPORT": "Generar reporte de reservas",
    "CLIENT_NAME": "Nombre del cliente",
    "ROOM_TYPE": "Tipo de habitación",
    "START_DATE": "Fecha inicio de reserva",
    "END_DATE": "Fecha final de reserva",
    "STATUS": "Estado",
    "ACTION": "Acción",
    "APPROVE": "Aprobar",
    "REJECT": "Rechazar",
    "DELETE": "Eliminar",

    "CLIENT_TABLE_TITLE": "Administrador de clientes",
    "CLIENT_TABLE_DESCRIPTION": "Administra facilmente los detalles de todos los clientes",
    "CLIENTS_REPORT": "Generar reporte de clientes",
    "NAME" : "Nombre",
    "LAST_NAME": "Apellido",
    "EMAIL": "Email",
    "PHONE": "Teléfono",

    "ROOMS_TITLE": "Administra las habitaciones disponibles",
    "ROOMS_DESCRIPTION": "Maneja facilmente las habitaciones y sus detalles",
    "PRICE": "Precio:",
    "DESCRIPTION" : "Descripción:",
    "UPDATE": "Actualizar",

    "UPDATE_ROOM": "Actualizar habitación",
    "INPUT_REQUIRED" : "Esta información es requerida",

    "WELCOME" : "BIENVENIDOS A",
    "HERO_INFO" : "Reserva tu estancia y disfruta del lujo redefinido a los precios más asequibles.",
    "BOOK" : "RESERVA AHORA",
    "FACILITIES" : "INSTALACIONES",
    "FACILITIES_INFO" : "Queremos que su estancia en nuestro lujoso hotel sea realmente inolvidable. Por eso, prestamos especial atención a todas sus necesidades para garantizarle una experiencia única. Los hoteles de lujo ofrecen el entorno perfecto con impresionantes vistas para el ocio, y nuestras modernas instalaciones de resort de lujo le ayudarán a disfrutar de lo mejor de todo.",
    "GYM": "GIMNASIO",
    "POOLSIDE" : "BAR JUNTO A LA PISCINA",
    "SPA": "SPA",
    "SWIMMING": "PISCINA",
    "RESTAURANT": "RESTAURANTE",
    "LAUNDRY": "LAVANDERIA",

    "ROOM_INFO": "Todas nuestras habitaciones vienen con desayuno complementario",
    "LUXURY": "Lujo redefinido",
    "LUXURY_INFO": "Nuestras habitaciones están diseñadas para transportarte a un entorno pensado para el ocio. Olvídate del día a día de la vida hogareña y encuentra un paraíso privado para ti.",
    "SAND": "Deja tus preocupaciones en la arena",
    "SAND_INFO": "Nos encanta la vida en la playa. Estar cerca del océano y con acceso a infinitas playas de arena garantiza un estado de ánimo relajado.",

    "LOGIN" : "Iniciar Sesión",
    "INTRODUCE_EMAIL": "Por favor ingrese su email",
    "INTRODUCE_PASSWORD": "Por favor ingrese su contraseña",
    "PASSWORD": "Contraseña",
    "REGISTER_NOW": "Registrarse ahora!",

    "ROOMS_SECTION_TITLE" : "HABITACIONES Y PRECIOS",
    "ROOMS_SECTION_INFO" : "Cada una de nuestras luminosas habitaciones cuenta con todo lo que pueda necesitar para disfrutar de una estancia confortable. Y sí, la comodidad no es nuestro único objetivo. También valoramos el buen diseño, los muebles elegantes y contemporáneos complementados con los ricos tonos de la paleta de la naturaleza.",
    "SINGLE_ROOM" : "SINGLE ROOM",
    "AVG" : "Avg/Night",
    "DOUBLE_ROOM" : "DOUBLE ROOM",

    "WELCOME_TO": "Bienvenidos a Hotel Le Paradi",
    "CHOOSE_ROLE": "Escoge tu rol",
    "REGISTER_ADMIN" : "Registrar administrador",
    "REGISTER_CLIENT" : "Registrar cliente",

    "SIGNUP_ADMIN" : "Registro de administrador",
    "VALID_EMAIL" : "La entrada no es un email valido",
    "VALID_PASSWORD" : "La entrada no es una contraseña valida",
    "MATCH_PASSWORD": "La entrada no coincide o no es una contraseña valida",
    "VALID_NAME" : "La entrada no es un nombre valido",
    "VALID_LASTNAME": "La entrada no es un apellido valido",
    "VALID_PHONE": "La entrada no es un numero de teléfono valido",
    "LOGIN_NOW" : "Iniciar sesión ahora",
    "CONFIRM_PASSWORD" : "Confirme su contraseña",
    "FULL_NAME" : "Nombre completo",


    "SIGNUP_CLIENT" : "Registro de cliente",

    "ENTER_ROOM" : "Entre el tipo de habitación que busca",
    "SEARCH": "Buscar",
    "NIGHT": "Noche",

    "BOOKED_SERVICES" : "Tus habitaciones reservadas",
    "BOOKED_SERVICES_INFO": "Encontraras un resumen de tus habitaciones reservadas y su estado actual",

    "HOME" : "Home",
    "FACILITIES_M" : "Instalaciones",
    "ROOMS" : "Habitaciones",
    "REGISTER_M" : "Registrarse",
    "LOGIN_M" : "Iniciar sesión",
    "DASHBOARD" : "Panel",
    "BOOKINGS" : "Reservas",
    "LOGOUT" : "Cerrar sesión",
    "CLIENTS" : "Clientes",
    "PUBLISH_ROOM" : "Publicar habitación",
    "ABOUT_US" : "Sobre nosotros",
    "ABOUT_US_INFO": "Descubre la historia detrás de nuestro hotel.",
    "OUR_HISTORY":"Nuestra historia",
    "OUR_HISTORY_INFO": "Ubicado en el corazón del campo, el hotel Le Paradi comenzó su andadura en 1985 como una modesta posada dirigida por la familia Fernández. Inspirada por su amor por la hospitalidad y la visión de crear un refugio tranquilo para los viajeros, la familia transformó su hogar ancestral en un santuario de calidez y relajación. Desde el principio, su filosofía fue sencilla: tratar a cada huésped como parte de la familia. En los primeros años, la posada sólo tenía seis habitaciones, cada una cuidadosamente diseñada para reflejar el encanto rústico del paisaje circundante. Los huéspedes se reunían alrededor de la chimenea por las noches, compartían historias, disfrutaban de comidas caseras y formaban vínculos que convertían las estancias fugaces en recuerdos para toda la vida. El boca a boca se extendió rápidamente y pronto, la pequeña posada comenzó a recibir huéspedes de todo el país. A mediados de la década de 1990, a medida que el turismo en la región florecía, también lo hizo Le Paradi. La familia Fernández reinvirtió en su sueño, añadiendo más habitaciones, un comedor y jardines inspirados en la exuberante vegetación de las colinas cercanas. La transformación de una pintoresca posada a un hotel boutique fue un trabajo de amor, y cada ladrillo colocado transmitía el compromiso de la familia con la calidad y el cuidado.",
    "OUR_COMMITMENT": "Nuestro compromiso",
    "OUR_COMMITMENT_INFO" : "Hoy en día, Le Paradi Hotel es un símbolo de elegancia atemporal y hospitalidad sincera. Nos enorgullecemos de ofrecer no solo un lugar para dormir, sino también un hogar lejos del hogar. Cada habitación está diseñada teniendo en cuenta la comodidad y la tranquilidad, mientras que nuestro personal está capacitado para anticipar sus necesidades y garantizar que su estadía sea extraordinaria. También estamos profundamente comprometidos con la sustentabilidad y el compromiso con la comunidad. Al obtener ingredientes de agricultores locales, minimizar nuestra huella ambiental y apoyar a los artesanos regionales, nos esforzamos por crear un impacto positivo que se extienda mucho más allá de nuestras paredes. Le Paradi Hotel es más que un destino: es una historia de pasión, perseverancia y la creencia de que cada viaje merece un final perfecto. Ya sea que esté aquí para una escapada de fin de semana, una reunión familiar o un retiro tranquilo, lo invitamos a formar parte de nuestra historia y crear recuerdos preciados que durarán toda la vida.",
    "TERMS" : "Términos y condiciones",

    "TRANSLATE" : "Traducir",

    "CREATE_ROOM" : "Crear habitación",
    "ADD": "Añadir",

    "TERMS_INFO" : "Bienvenido a Le Paradi Hotel. Al acceder y utilizar nuestro sitio web o nuestros servicios, usted acepta cumplir con los términos y condiciones que se describen a continuación. Léalos detenidamente, ya que rigen el uso de nuestra plataforma y los servicios que ofrecemos.",
    "GENERAL_USE": "1. Uso general",
    "GENERAL_USE_INFO" : "Todos los usuarios de este sitio web aceptan que su acceso y uso están sujetos a los términos y condiciones aquí establecidos y a todas las leyes aplicables. Le Paradi Hotel se reserva el derecho de modificar o actualizar estos términos en cualquier momento sin previo aviso. El uso continuado de nuestros servicios indica que acepta dichos cambios.",
    "RESERVATIONS": "2. Reservaciones",
    "RESERVATIONS_INFO" : "Todas las reservas realizadas a través de nuestra plataforma están sujetas a disponibilidad. Se requiere una tarjeta de crédito válida al momento de realizar la reserva. Los cambios o cancelaciones deben realizarse de acuerdo con nuestra política de cancelación, la cual puede variar según la tarifa o paquete seleccionado.",
    "RESPONSABILITIES": "3. Responsabilidades del huésped",
    "RESPONSABILITIES_INFO": "Se espera que los huéspedes mantengan la propiedad en buenas condiciones y utilicen todas las instalaciones de manera responsable. Cualquier daño causado por el huésped o su grupo dará lugar a cargos para cubrir el costo de las reparaciones o reemplazos.",
    "PRIVACY" : "4. política de privacidad",
    "PRIVACY_INFO" : "Valoramos su privacidad y nos comprometemos a proteger su información personal. Al utilizar nuestros servicios, usted acepta la recopilación, el uso y la divulgación de sus datos tal como se describe en nuestra Política de privacidad.",
    "LIMITATION" : "5. Limitación de responsabilidad",
    "LIMITATION_INFO" : "El Hotel Le Paradi no será responsable de ningún daño directo, indirecto, incidental o consecuente que resulte de su uso de nuestro sitio web o nuestros servicios. Esto incluye, entre otros, la pérdida de datos, ganancias u oportunidades comerciales.",
    "LAW": "6. Ley aplicable",
    "LAW_INFO": "Estos términos y condiciones se rigen por las leyes de los Estados Unidos. Cualquier disputa que surja del uso de nuestros servicios se resolverá exclusivamente en los tribunales de los Estados Unidos.",
    "CONTACT" : "7. Contáctanos",
    "CONTACT_INFO" : "Si tiene alguna pregunta sobre estos Términos y Condiciones, comuníquese con nosotros a support_leparadi.com o visite nuestro mostrador de recepción para obtener ayuda.",
    "THANK" : "Gracias por elegir Le Paradi Hotel. ¡Esperamos poder atenderle!"
    



}