{
    "ADMIN_TABLE_TITLE": "Responsable des réservations",
    "ADMIN_TABLE_DESCRIPTION": "Examinez, approuvez, rejetez ou supprimez des réservations rapidement et efficacement.",
    "RESERVATIONS_REPORT": "Générer un rapport de réservation",
    "CLIENT_NAME": "Nom du client",
    "ROOM_TYPE": "Type de chambre",
    "START_DATE": "Date de début de réservation",
    "END_DATE": "Date de fin de réservation",
    "STATUS": "Status",
    "ACTION": "Action",
    "APPROVE": "Approuver",
    "REJECT": "Déclin",
    "DELETE": "Éliminer",

    "CLIENT_TABLE_TITLE": "Gestionnaire de clientèle",
    "CLIENT_TABLE_DESCRIPTION": "Gérez facilement les détails de tous les clients",
    "CLIENTS_REPORT": "Générer un rapport client",
    "NAME" : "Nom",
    "LAST_NAME": "Nom de famille",
    "EMAIL": "Mail",
    "PHONE": "Téléphone",

    "ROOMS_TITLE": "Gérer les salles disponibles",
    "ROOMS_DESCRIPTION": "Gérez facilement les pièces et leurs détails",
    "PRICE": "Prix:",
    "DESCRIPTION" : "Description:",
    "UPDATE": "Mise à jour",

    "UPDATE_ROOM": "Salle de mise à jour",
    "INPUT_REQUIRED" : "Cette information est obligatoire",

    "WELCOME" : "BIENVENUE SUR",
    "HERO_INFO" : "Réservez votre séjour et profitez d'un luxe redéfini aux prix les plus abordables.",
    "BOOK" : "RÉSERVER MAINTENANT",
    "FACILITIES" : "COMMODITÉS",
    "FACILITIES_INFO" : "Nous voulons que votre séjour dans notre hôtel de luxe soit vraiment inoubliable. C’est pourquoi nous accordons une attention particulière à tous vos besoins pour vous garantir une expérience unique. Les hôtels de luxe offrent un cadre idéal avec des vues imprenables pour les loisirs, et nos installations de luxe modernes vous aideront à profiter du meilleur de tout cela.",
    "GYM": "SALLE DE SPORT",
    "POOLSIDE" : "BAR À CÔTÉ DE LA PISCINE",
    "SPA": "SPA",
    "SWIMMING": "PISCINE",
    "RESTAURANT": "RESTAURANT",
    "LAUNDRY": "LESSIVE",

    "ROOM_INFO": "Toutes nos chambres sont équipées d'un petit-déjeuner gratuit",
    "LUXURY": "Le luxe redéfini",
    "LUXURY_INFO": "Nos chambres sont conçues pour vous transporter dans un environnement conçu pour les loisirs. Oubliez le quotidien de la maison et trouvez-vous un paradis privé.",
    "SAND": "Laissez vos soucis dans le sable",
    "SAND_INFO": "Nous aimons la vie sur la plage. La proximité de l'océan et l'accès à d'infinies plages de sable garantissent une ambiance détendue.",

    "LOGIN" : "Se connecter",
    "INTRODUCE_EMAIL": "Veuillez entrer votre email",
    "INTRODUCE_PASSWORD": "Veuillez entrer votre mot de passe",
    "PASSWORD": "Mot de passe",
    "REGISTER_NOW": "Inscrivez-vous maintenant !",

    "ROOMS_SECTION_TITLE" : "CHAMBRES ET PRIX",
    "ROOMS_SECTION_INFO" : "Chacune de nos chambres lumineuses dispose de tout ce dont vous pourriez avoir besoin pour profiter d'un séjour confortable. Et oui, le confort n'est pas notre seul objectif. Nous apprécions également le bon design, le mobilier élégant et contemporain complété par les tons riches de la palette de la nature.",
    "SINGLE_ROOM" : "SINGLE ROOM",
    "AVG" : "Avg/Night",
    "DOUBLE_ROOM" : "DOUBLE ROOM",

    "WELCOME_TO": "Bienvenue à l'Hôtel Le Paradi",
    "CHOOSE_ROLE": "Choisissez votre rôle",
    "REGISTER_ADMIN" : "Administrateur du registre",
    "REGISTER_CLIENT" : "Enregistrer un client",

    "SIGNUP_ADMIN" : "Inscription administrateur",
    "VALID_EMAIL" : "L'entrée n'est pas un e-mail valide",
    "VALID_PASSWORD" : "L'entrée n'est pas un mot de passe valide",
    "MATCH_PASSWORD": "L'entrée ne correspond pas ou n'est pas un mot de passe valide",
    "VALID_NAME" : "L'entrée n'est pas un nom valide",
    "VALID_LASTNAME": "L'entrée n'est pas un nom de famille valide",
    "VALID_PHONE": "L'entrée n'est pas un numéro de téléphone valide",
    "LOGIN_NOW" : "Connectez-vous maintenant",
    "CONFIRM_PASSWORD" : "Confirmez votre mot de passe",
    "FULL_NAME" : "Nom et prénom",


    "SIGNUP_CLIENT" : "Inscription client",

    "ENTER_ROOM" : "Entrez le type de chambre que vous recherchez",
    "SEARCH": "Rechercher",
    "NIGHT": "Soirée",

    "BOOKED_SERVICES" : "Vos chambres réservées",
    "BOOKED_SERVICES_INFO": "Vous y trouverez un récapitulatif de vos chambres réservées et leur statut actuel",

    "HOME" : "Home",
    "FACILITIES_M" : "Commodités",
    "ROOMS" : "Chambres",
    "REGISTER_M" : "Registre",
    "LOGIN_M" : "Se connecter",
    "DASHBOARD" : "Panneau",
    "BOOKINGS" : "Réservations",
    "LOGOUT" : "se déconnecter",
    "CLIENTS" : "Clients",
    "PUBLISH_ROOM" : "Salle de publication",
    "ABOUT_US" : "À propos de nous",
    "ABOUT_US_INFO": "Descubre la historia detrás de nuestro hotel.",
    "OUR_HISTORY":"Notre histoire",
    "OUR_HISTORY_INFO": "Situé au cœur de la campagne, l'hôtel Le Paradi a commencé son parcours en 1985 comme une modeste auberge dirigée par la famille Fernández. Inspirée par son amour de l'hospitalité et sa vision de créer un refuge tranquille pour les voyageurs, la famille a transformé sa maison ancestrale en un sanctuaire de chaleur et de détente. Dès le début, leur philosophie était simple : traiter chaque invité comme un membre de la famille. Dans les premières années, l'auberge ne comptait que six chambres, chacune soigneusement conçue pour refléter le charme rustique du paysage environnant. Les invités se réunissaient autour de la cheminée le soir, partageant des histoires, dégustant des repas faits maison et nouant des liens qui transformaient des séjours éphémères en souvenirs inoubliables. Le bouche à oreille s'est rapidement répandu et bientôt, la petite auberge a commencé à recevoir des invités de tout le pays. Au milieu des années 1990, alors que le tourisme dans la région était florissant, Le Paradi aussi. La famille Fernández a réinvesti dans son rêve en ajoutant plus de chambres, une salle à manger et des jardins inspirés de la végétation luxuriante des collines voisines. La transformation d'une auberge pittoresque en un hôtel de charme a été un travail d'amour, et chaque brique posée traduisait l'engagement de la famille envers la qualité et le soin.",
    "OUR_COMMITMENT": "Notre engagement",
    "OUR_COMMITMENT_INFO" : "Aujourd'hui, l'Hôtel Le Paradi est un symbole d'élégance intemporelle et d'hospitalité sincère. Nous sommes fiers d'offrir non seulement un endroit où dormir, mais aussi un deuxième chez-soi. Chaque chambre est conçue dans un souci de confort et de tranquillité, tandis que notre personnel est formé pour anticiper vos besoins et garantir que votre séjour soit extraordinaire. Nous sommes également profondément engagés en faveur de la durabilité et de l’engagement communautaire. En nous approvisionnant en ingrédients auprès d'agriculteurs locaux, en minimisant notre empreinte environnementale et en soutenant les artisans régionaux, nous nous efforçons de créer un impact positif qui s'étend bien au-delà de nos murs. L'Hôtel Le Paradi est plus qu'une destination : c'est une histoire de passion, de persévérance et de conviction que chaque voyage mérite une fin parfaite. Que vous soyez ici pour un week-end, une réunion de famille ou une retraite tranquille, nous vous invitons à faire partie de notre histoire et à créer des souvenirs précieux qui dureront toute une vie.",
    "TERMS" : "Termes et conditions",

    "TRANSLATE" : "Traduire",

    "CREATE_ROOM" : "Créer une pièce",
    "ADD": "Ajouter",

    "TERMS_INFO" : "Bienvenue à l'Hôtel Le Paradi. En accédant à notre site Web ou à nos services et en les utilisant, vous acceptez de vous conformer aux conditions générales décrites ci-dessous. Veuillez les lire attentivement car elles régissent votre utilisation de notre plateforme et des services que nous fournissons.",
    "GENERAL_USE": "1. Utilisation générale",
    "GENERAL_USE_INFO" : "Tous les utilisateurs de ce site Internet acceptent que leur accès et leur utilisation soient soumis aux conditions générales énoncées dans le présent document et à toutes les lois applicables. L'Hôtel Le Paradi se réserve le droit de modifier ou de mettre à jour ces conditions à tout moment sans préavis. Votre utilisation continue de nos services indique votre acceptation de ces modifications.",
    "RESERVATIONS": "2. Réservations",
    "RESERVATIONS_INFO" : "Toutes les réservations effectuées via notre plateforme sont soumises à disponibilité. Une carte de crédit valide est requise au moment de la réservation. Les modifications ou annulations doivent être effectuées conformément à notre politique d'annulation, qui peut varier en fonction du tarif ou du forfait sélectionné.",
    "RESPONSABILITIES": "3. Responsabilités des invités",
    "RESPONSABILITIES_INFO": "Les clients sont tenus de maintenir la propriété en bon état et d'utiliser toutes les installations de manière responsable. Tout dommage causé par le client ou son groupe entraînera des frais pour couvrir le coût des réparations ou des remplacements.",
    "PRIVACY" : "4. politique de confidentialité",
    "PRIVACY_INFO" : "Nous respectons votre vie privée et nous engageons à protéger vos informations personnelles. En utilisant nos services, vous consentez à la collecte, à l'utilisation et à la divulgation de vos données comme indiqué dans notre politique de confidentialité.",
    "LIMITATION" : "5. Limitation de responsabilité",
    "LIMITATION_INFO" : "L'Hôtel Le Paradi ne pourra être tenu responsable de tout dommage direct, indirect, accessoire ou consécutif résultant de votre utilisation de notre site Web ou de nos services. Cela comprend, sans toutefois s'y limiter, la perte de données, de bénéfices ou d'opportunités commerciales.",
    "LAW": "6. Loi applicable",
    "LAW_INFO": "Les présentes conditions générales sont régies par les lois des États-Unis. Tout litige découlant de l'utilisation de nos services sera résolu exclusivement par les tribunaux des États-Unis.",
    "CONTACT" : "7. Contactez-nous",
    "CONTACT_INFO" : "Si vous avez des questions concernant ces termes et conditions, veuillez nous contacter à support_leparadi.com ou visitez notre réception pour obtenir de l'aide.",
    "THANK" : "Merci d'avoir choisi l'Hôtel Le Paradi. Nous avons hâte de vous servir !"



}